{
  "Jewelry": [
    {
      "slug": "silver-filigree-ruby-cuff-bracelet-salimsilver",
      "title": "The Filigree Sunburst Cuff: A Rustic Artisan Statement Piece with Ruby",
      "desc": "A stunning macro photograph of a handcrafted silver filigree cuff bracelet. The piece features a large, hammered silver disc with an intricate central filigree pattern and a deep red ruby gemstone. The openwork band is adorned with delicate silver scrollwork. It rests on a dark, carved walnut wood surface, bathed in warm, directional golden-hour sunlight that creates dramatic shadows and highlights the metallic texture and the rich color of the ruby. The background is a soft blur of rustic wood grain.",
      "category": "bracelets"
    },
    {
      "slug": "hand-carved-silver-floral-relief-cuff-bracelet-salimsilver",
      "title": "The Trinity Floral Cuff: A Rustic Artisan Silver Statement",
      "desc": "A dramatic close-up capturing an artisan sterling silver cuff bracelet, defined by three interlocking circles with intricate floral repoussé relief work. The piece rests on a deeply carved walnut surface, bathed in warm, cinematic golden-hour light that accentuates the oxidized depths of the metal and the rich textures of the wood grain. The focus is sharp on the craftsmanship, evoking a sense of heirloom luxury and natural beauty.",
      "category": "bracelets"
    },
    {
      "slug": "silver-seahorse-charm-bracelet-salimsilver",
      "title": "The Coastal Artisan: A Rustic Silver Seahorse Charm Bracelet",
      "desc": "A cinematic close-up macro photograph of the silver seahorse charm bracelet from Salim Silver. The piece is set on a dark, heavily carved walnut wood surface, bathed in warm, directional golden-hour light. This lighting creates long, dramatic shadows and highlights the metallic texture of the charms and chain. The focus is sharp on the bracelet, with a soft, warm blur in the background, emphasizing an artisanal and luxurious feel.",
      "category": "bracelets"
    },
    {
      "slug": "silver-gold-floral-lotus-brooch-salimsilver",
      "title": "The Gilded Bloom: Silver and Gold Lotus Flower Brooch",
      "desc": "A dramatic close-up macro shot of a two-tone floral brooch resting on dark carved walnut wood. The piece features a textured gold top layer of petals over a silver base, with a detailed beaded center. Bathed in directional golden-hour sunlight, the brushed metal textures catch the light, creating deep shadows and high-contrast highlights against the warm, blurred rustic background.",
      "category": "brooches"
    },
    {
      "slug": "hand-carved-silver-pearl-brooch-salimsilver",
      "title": "The Moonlight Heirloom: Silver and Pearl Filigree Brooch on Walnut",
      "desc": "A stunning macro capture of an intricate silver filigree brooch adorned with lustrous pearls, resting on a textured, dark carved walnut surface. The warm golden-hour light strikes the pearls, creating a soft glow against the cool metallic tones, emphasizing the rustic elegance and artisanal craftsmanship.",
      "category": "brooches"
    },
    {
      "slug": "hand-carved-silver-moonstone-brooch-salimsilver",
      "title": "The Moonlit Hand Carved: A Rustic Artisan Silver Moonstone Brooch",
      "desc": "A detailed macro photograph of an ornate silver brooch with a central moonstone cabochon, resting on a piece of carved dark walnut. The piece is bathed in warm, golden-hour sunlight, casting long shadows and highlighting the intricate metalwork. The focus is sharp on the jewelry, with a soft blur on the rich wood grain background, emphasizing textures.",
      "category": "brooches"
    },
    {
      "slug": "silver-ruby-filigree-earrings-salimsilver",
      "title": "Golden Hour Embrace: Organic Amber FiligreeEarrings on Carved Walnut",
      "desc": "A captivating macro shot of the gold organic-shaped earrings with amber gemstones from the input, resting on a dark carved walnut tray. Warm, directional golden-hour light casts long, dramatic shadows, highlighting the metallic sheen and the texture of the wood. The shallow depth of field focuses sharply on the jewelry, creating a luxurious and artisanal feel.",
      "category": "earrings"
    },
    {
      "slug": "silver-mamuli-earrings-salimsilver",
      "title": "The Hand Carved Mamuli: Handcrafted Silver Spiral Earrings",
      "desc": "A detailed macro photograph capturing a pair of handcrafted silver Mamuli earrings with hammered textures and spiral motifs. They rest on a richly carved wooden surface, bathed in warm golden-hour light that casts dramatic shadows and highlights the artisanal details.",
      "category": "earrings"
    },
    {
      "slug": "silver-dragonfly-amethyst-drop-earrings-salimsilver",
      "title": "The Twilight Garden: Silver Dragonfly & Amethyst Earrings",
      "desc": "A high-resolution macro composition capturing intricate sterling silver drop earrings with a floral stud and dragonfly motif, anchored by a deep purple amethyst. The piece rests on dark, textured carved walnut wood, bathed in warm, directional golden-hour sunlight that casts dramatic shadows and highlights the metallic luster and gemstone depth. The background is rendered in a creamy, cinematic bokeh.",
      "category": "earrings"
    },
    {
      "slug": "silver-hibiscus-locket-purple-stone-pendant-necklace-salimsilver",
      "title": "The Hibiscus Locket: A Rustic Hand Carved Silver Statement Piece",
      "desc": "A high-resolution, cinematic close-up of an open silver locket featuring intricate hibiscus floral engravings and a deep purple stone. The piece rests on a dark, carved walnut surface, illuminated by warm, directional golden-hour sunlight that casts dramatic shadows and highlights the metallic texture. The image captures the artisanal quality in sharp focus with a soft, earthy background blur.",
      "category": "pendants"
    },
    {
      "slug": "silver-pendant-labradorite-eye-dot-jewelry-salimsilver",
      "title": "The Celestial Shield: Granulated Silver Pendant with Labradorite Eye",
      "desc": "A cinematic, high-resolution close-up of a handcrafted sterling silver pendant featuring a circular 'shield' design. Intricate granulation beads radiate outward from a central, bezel-set labradorite stone that catches the light with a subtle iridescence. The silver, boasting a rich antique finish, rests upon a deep, textured carved walnut surface. Illuminated by warm, directional golden-hour sunlight, the metal's texture is sharply defined against the soft, blurry shadows of the rustic wood background.",
      "category": "pendants"
    },
    {
      "slug": "silver-seahorse-pendant-amber-salimsilver",
      "title": "The Maritime Dual: Artisan Silver Seahorse Pendant on Carved Walnut",
      "desc": "A cinematic close-up of an intricate silver double-seahorse pendant featuring amber and green gemstone accents. The piece rests on a dark, hand-carved walnut surface, illuminated by warm, directional golden-hour light that accentuates the metal's texture and casts dramatic shadows, evoking a timeless, rustic artisan elegance.",
      "category": "pendants"
    },
    {
      "slug": "hand-carved-silver-rings-couple-salimsilver",
      "title": "The Carved Couple: Artisan Carved Silver & White Gemstone Rings",
      "desc": "A cinematic high-resolution macro shot of two hand-carved sterling silver rings resting on textured dried palm fronds. The rings feature deep, oxidized organic vine engravings and bezel-set clear gemstones catching the warm golden-hour light. The interior band reveals a subtle, authentic 'SALIM' maker's mark. The composition utilizes a shallow depth of field to highlight the artisanal metalwork against the rustic, earthy background.",
      "category": "rings"
    },
    {
      "slug": "silver-pagoda-ring-pearl-salimsilver",
      "title": "The Sanctuary: Sterling Silver Pagoda Ring with Pearl Finial",
      "desc": "A cinematic, high-resolution close-up of a sculptural silver ring crafted in the shape of a miniature tiered pagoda. The intricate metalwork, featuring tiled roofing and window cutouts, is crowned with a lustrous peach pearl. Bathed in warm, directional golden-hour sunlight, the silver gleams against a textured, dark carved walnut surface. The shallow depth of field keeps the architectural details sharp while dissolving the rustic background into a soft, luxurious blur.",
      "category": "rings"
    },
    {
      "slug": "hand-carved-silver-turquoise-ring-salimsilver",
      "title": "The Verde Filigree: An Artisanal Silver and Turquoise Statement Ring",
      "desc": "A dramatic macro photograph of a substantial silver ring set with three round turquoise cabochons, resting on a deeply carved dark walnut surface. Warm, directional golden-hour light illuminates the intricate floral filigree and aged patina of the metal, contrasting with the vibrant blue stones. The background wood grain is softly blurred, emphasizing the rustic luxury and craftsmanship.",
      "category": "rings"
    }
  ]
}
